{
    "adultery-affair-infidelity-investigation": {
        "title": "Adultery/Affair Infidelity Investigation",
        "para": "Suspecting your mate of having an affair can be a very emotionally overwhelming experience. To be sure of anything you need facts. We will investigate the suspicious activity, helping you attain the truth you need to make important decisions in your life. /nl Feelings of disappointment, anger, uncertainty, betrayal and confusion can cloud rational thinking. There is no reason to live a moment longer wondering and in pain. There is nothing worse then the feeling of suspicion of a loved one, and until you know for sure, such thoughts could take a serious toll on your own well being as well as the well being of your relationship.If you are facing having to deal with infidelity we can facilitate an in-depth, discreet investigation to find out for certain. With knowing the truth, comes peace of mind and in situations like these, certainty is priceless.",
        "src": "adultry.webp"
    },
    "pre-matrimonial-investigation": {
        "title": "Pre Matrimonial investigation",
        "para": "You might be feeling suspicious about your spouse. Perhaps he's never told you his home phone number. Maybe she avoids introducing you to her friends. Possibly you don't even know where he lives, or worry that she might be lying to you about being divorced. On the other hand, maybe you have the most wonderful relationship in the world, but just want to be safe and sure. Whatever the case, MS Detective is here to help!, We are a leading pre matrimonial investigation services in Mumbai, Bangalore, Chennai and other metro cities",
        "src": "pre_matrimonial.webp"
    },
    "post-marriage-divorce-investigation": {
        "title": "Post Marriage / Divorce Investigation",
        "para": "Divorces are complicated, sensitive, and sometimes dangerous depending on the nature of your divorce investigation. MS Detective can help you with a thorough and discreet divorce investigations such as evidence on infidelity, child custody issues, income / financial / asset details - as required in maintenance/alimony claims, medical records, bigamy, earlier divorce documents, etc. /nl When it comes to legal proceedings, it's usually necessary to gather evidence to prove your case. Although in many instances the information gathered in a divorce investigation is for no other reason than to provide the client with peace of mind, the evidence collected is often used in court proceedings.",
        "src": "divorse_postMariage.webp"
    },
    "surveillance-shadowing": {
        "title": "Surveillance / Shadowing",
        "para": "Surveillance is the monitoring of behavior without the target being made aware that they are being monitored, and tailing is a specific method of following an individual to gather information about their activities.Surveillance serves many purposes, and it is a more simplistic way to gather information about a person without raising any red flags or making them aware that someone is looking into their daily life.",
        "src": "survilance.webp"
    },
    "surveillance-detection": {
        "title": "Surveillance Detection",
        "para": "Surveillance Detection Services are used as a countermeasure to determine if someone is conducting surveillance on you. /nl Surveillance is a generic term for all types of watching and monitoring. One definition is the secret, continuous, periodic watching of persons, vehicles, places or objects to obtain information concerning the activities and identities of individuals.",
        "src": "survilance_detection.webp"
    },
    "fact-finding": {
        "title": "Fact Finding",
        "para": "You may doubt about the authentication of any information. Rely on us. We shall find out the true picture so that there is no need to take everything on the face value. Fact finding could be of any nature and type. We would authenticate particular information so that you can know whether it is a fact or a fiction. /nl /nl Let the truth prevails",
        "src": "fact_finding.webp"
    },
    "record-search": {
        "title": "Record Search",
        "para": "We can retrieve / verify authenticity of following certificates and documents: /nl /nl /nl Birth certificate /nl Death certificate /nl Marriage certificate /nl Divorce Documents /nl Court Documents /nl Property documents /nl RTO papers /nl Educational Certificate /nl Will Document /nl Business License /nl Hospital / Medical Records /nl FIR Copy /nl Various licenses issued by the government & public authorities"
    },
    "land-ownership-and-title-investigation": {
        "title": "Land Ownership and Title Investigation",
        "para": "A land ownership and title investigation can be very diversely. It might involve an assets search, witness interviews, surveillance, and even (in extreme cases) personal security and protection services. Instead of paying a separate fee to a separate contractor for each service, you can save yourself considerable time and effort by simply retaining someone who can provide you with everything you need from the outset. MS Detective does exactly that for you. /nl Attorneys, individuals, investors, and corporations alike can benefit from a land ownership and title investigation, which will trace the history of real property back to its origins to ensure that you are getting exactly what you think you are buying, and there are no surprises when you close the transaction.",
        "src": "land_investigation.jpg"
    },
    "domestic-violence": {
        "title": "Domestic violence is a very serious matter, and many people will go to great lengths to hide the evidence of domestic violence. /nl Domestic Violence, or Spousal Abuse, is a very serious matter, and many people will go to great lengths to hide the evidence of its happening. /nl Domestic Violence is often referred to as domestic abuse, spousal abuse, or battering. Both the offender and the victim may go to great lengths to hide the evidence that it is happening, whether it is out of fear, shame, love, or some other powerful emotion. If you are a victim of domestic violence or you fear that someone close to you may be, call MS Detective immediately for a domestic violence investigation before the violence escalates to the point where lives may be at risk. Our experts are available 24/7, and we will approach your investigation with discreet, confidential & professionalism, and we will be compassionate in getting you or the victim the necessary help.",
        "src": "domestic_voilence.webp"
    },
    "cellphone-spyware-detection": {
        "title": "Cellphone Spyware Detection",
        "para": "With smartphones functioning more like computers, spyware has become an increasing threat to cell phone users. If you think someone has put spyware on your cell phone, contact MS Detective for a free consultation to find out how we can remove the malicious software for you. /nl Cell Phone Spyware is a term for software that has been installed by a third party on a cell phone so that it transmits information, data, audio and even video signals to that third party, unbeknownst to the cell phone's owner.",
        "src": "cell_spyware.webp"
    },
    "computer-spyware-detection": {
        "title": "Computer Spyware Detection",
        "para": "Computer spyware is typically malicious in nature and can compromise your personal data. If your machine is acting abnormally you should have the computer checked for Spyware. /nl Spyware is a software that secretly gathers information from a computer and sends it to a third party without consent, or that asserts control over a computer without its owner's knowledge. Spyware is a form of hacking, though it is often sent out en masse through email chains, or passively through websites and other links that people may be duped into clicking on.",
        "src": "spyware_detection.webp"
    },
    "gay-spouse-investigation": {
        "title": "Gay Spouse Investigation",
        "para": "Being the victim of an affair is never easy, but finding out that your partner is cheating on you with another member of their same sex is even harder. A shockingly high number of women have been in relationship with men who have had sexual relations with another man. /nl An affair is a very difficult thing to discover, but to find out that your gay spouse was cheating could be even more emotionally and psychologically damaging to a person. /nl Sometimes the reasons for your suspicions are hard to identify, but it is likely in your best interests to trust in your instincts. If you suspect that your gay spouse is having an affair, then please call MS Detective for a Gay Spouse Investigation. We have a team of expert investigators who are available 24/7 to help you find out the truth about your gay spouse. A homosexual affair will be even harder to come to terms with, but it is better to find out soon before even more damage can be done to you and your family. Our investigators will approach your case with the utmost professionalism and discretion, and we will treat you and your family with dignity and respect as we help you through this difficult process.",
        "src": "gay.webp"
    },
    "other-cases": {
        "title": "Other Cases",
        "para": "At MS Detective, we attempt to maintain an extensive listing of case types and services, to make it very easy to tell you what we offer so you use our free consultation system without any additional effort. However, every individual is unique, and thus, every case is unique, too. Chances are that if you have a case, we'll have a case type listed for it... but if you don't, there's no reason to feel discouraged. We are always flexible and we always place you, the client, at the top of our priority list. /nl If you have a case that doesn't quite fit any of the case types on the website, contact us anyway! We're ready to serve you in any way we can, with the integrity and quality that the industry has come to expect from VIS. Besides, if your case doesn't fit our predefined case types, chances are it's especially unique or interesting... which we private eyes love. Get a free consultation today! /nl If your case is really not suitable to any category out of mentioned, chances are it’s especially unique and interesting, and for that, we are ready to serve you in any way we can. We are always flexible and we always place you, the client, at the top of our priority list and even we are present all over the globe and majorly in Indian cities like Mumbai, Delhi, Pune, Bangalore, Noida, Chennai, Hyderabad, Ahmedabad, Jaipur and Kolkata.",
        "src": "other.png"
    }
}